11/data/attachments/eef410a5db0a42a3.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_04f8f895-f6fc-4df2-b9a3-58cd98de6d1c</nif:username>
            <nif:friendToBeAdded>Jennifer_military_Friend_86745_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>